Repository: DiegoRama/centreon-syslog-frontend
Catalog: www/modules/centreon-syslog-frontend/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: fr_fr

source: Connection failed, please contact your administrator
fr_fr: Echec de connexion, contactez votre administrateur

source: previous
fr_fr: Précédant

source: next
fr_fr: suivant

source: Lines:
fr_fr: Lignes :

source: Collector:
fr_fr: Collecteur :

source: Refresh:
fr_fr: Rafraichissement

source: stop
fr_fr: Arrêter

source: start
fr_fr: Démarrer

source: Please select a collector.
fr_fr: Sélectionner un collecteur.

source: Date / Time
fr_fr: Date et heure

source: Host
fr_fr: Equipement

source: Facility
fr_fr: Marqueur

source: Severity
fr_fr: Priorité

source: Program
fr_fr: Programme

source: No informations
fr_fr: Aucune information disponible

source: Problem to access to merge cache table. Please contact your administrator.
fr_fr: Impossible d'accéder à la table de liaison du cache. Contactez votre administrateur

source: Syslog filters parameters :
fr_fr: Paramétrage des filtres :

source: Syslog events
fr_fr: Evénements syslog

source: From
fr_fr: De

source: To
fr_fr: A

source: No collector ID defined
fr_fr: Aucun ID de collecteur défini

source: Configuration file copied successfully
fr_fr: Fichier de configuration copié avec succèss

source: Unable to connect on distant server.
fr_fr: Impossible de se connecter au serveur distnat.

source: Authentification failed.
fr_fr: Echec d'authentification.

source: Unable to export configuration file. Rights may be not correct on distant directory.
fr_fr: Impossible d'exporter la configuration. Les droits sur le répertoire distant sont peut etre érronés.

source: Configuration file exported successfully
fr_fr: Fichier de configuration exporté avec succèss

source: Details of event:
fr_fr: Détails de l'événement :

source: Sequence
fr_fr: Séquence

source: Back
fr_fr: Revenir

source: <br\>Database empty or not correctly configured<br\><br\>Please contact your administrator.
fr_fr: <br\>Base de données vide ou non correctement configurée.<br\><br\>Contactez votre administrateur.

source: Add a Poller Configuration File
fr_fr: Ajouter une définition d'un collecteur

source: Modify a Poller Configuration File
fr_fr: Modifier une définition d'un collecteur

source: View a Poller Configuration File
fr_fr: Visualiser une définition d'un collecteur

source: Collector name
fr_fr: Nom du collecteur

source: IP or DNS name
fr_fr: Addresse IP ou nom DNS

source: Database port
fr_fr: Port d'accès à la base de données

source: Database type
fr_fr: Type de base de données

source: Database name
fr_fr: Nom de la base de données

source: Database user
fr_fr: Compte d'accès à la base de données

source: Password of Database user
fr_fr: Mot de passe associé au compte d'accès

source: Logs table name
fr_fr: Nom de la table des événements

source: Logs Merge table name
fr_fr: Nom de la table d'union des événements

source: Cache table name
fr_fr: Nom de la table de cache des filtres

source: Cache Merge table name
fr_fr: Nom de la table d'union de cache des filtres

source: Username for SSH connection
fr_fr: Nom de l'utilisateur pour l'accès SSH

source: Password for SSH connection
fr_fr: Mot de passe de l'utilisateur SSH

source: SSH port
fr_fr: Port d'écoute SSH

source: Configuration directory
fr_fr: Répertoire de configuration du collecteur syslog distant

source: Duration of retention of data
fr_fr: Durée de rétention des événements syslog

source: Comment
fr_fr: Commentaire

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Status
fr_fr: Etat

source: Required Field
fr_fr: Champ requis

source: Name is already in use
fr_fr: Nom déjà utilisé

source: General DB information
fr_fr: Information d'accès à la base de données

source: Logs tables
fr_fr: Table d'évènements

source: Cache tables
fr_fr: Table du cache des filtres

source: SSH information
fr_fr: Informations d'accès SSH

source: Configuration of syslog collector
fr_fr: Configuration du collecteur syslog

source: Frontend configuration
fr_fr: Configuration de l'interface

source: days
fr_fr: jours

source: seconds
fr_fr: secondes

source: Database
fr_fr: Base de données

source: Modify
fr_fr: Modifier

source: Export configuration
fr_fr: Export de la configuration

source: Export button is hidden because SSH2 libraries for PHP was not installed.
fr_fr: Le bouton d'export n'est pas visible car l'extension SSH2 pour PHP n'est pas installée.

source: Please refer to install guide for Centreon-Syslog-Frontend.
fr_fr: Se référer à la documentation d'installation du module Centreon-Syslog-Fronend.

source: Save
fr_fr: Sauver

source: Reset
fr_fr: Annuler

source: Name
fr_fr: Nom

source: Database Address
fr_fr: Addresse de la base de données

source: Database Type
fr_fr: Type de base de données

source: Add
fr_fr: Ajouter

source: Do you confirm the deletion ?
fr_fr: Confirmez-vous la supression ?

source: Do you confirm the duplication ?
fr_fr: Confirmez-vous la duplication ?

source: More actions...
fr_fr: Plus d'actions...

source: Duplicate
fr_fr: Dupliquer

source: Delete
fr_fr: Supprimer

source: Unable to get IP address
fr_fr: Impossible d'obtenir l'adresse IP

source: Syslog Name
fr_fr: Nom syslog

source: Syslog IP v4
fr_fr: IP v4 syslog

source: Import
fr_fr: Importer

source: Link a Centreon host to a Syslog host
fr_fr: Lier un hôte Centreon à un equipement syslog

source: Centreon host name
fr_fr: Nom de l'hôte Centreon

source: Syslog host name
fr_fr: Nom de l'equipement syslog

source: Syslog host IP address
fr_fr: Adresse IP de l'equipement syslog

source: Required fields
fr_fr: Champs requis

source: Create
fr_fr: Créer

source: Centreon Host Name
fr_fr: Nom de l'hôte Centreon

source: any correspondence with a Centreon host
fr_fr: aucune correspondance avec un hôte Centreon

source: Syslog Import
fr_fr: Importation syslog

source: Refresh Options
fr_fr: Options de rafraichissement des pages

source: Refresh Interval for monitoring
fr_fr: Intervalle de rafraichissement des pages de supervision

source: Refresh Interval for filters
fr_fr: Intervalle de rafraichissement des pages des filtres

source: Unable to access to table 'db_table_logs_merge', please check the centreon mysql database on this collector.
fr_fr: Impossible d'accéder à la table 'db_table_logs_merge', merci de contrôler la base de données mysql du collecteur.

source: Export
fr_fr: Exporter

source: Collectors:
fr_fr: Collecteurs :

source: filter
fr_fr: filtrer

source: reset
fr_fr: annuler

source: Export :
fr_fr: Exporter:

source: From:
fr_fr: De:

source: To:
fr_fr: A:
